/* テストデータ */
INSERT INTO
  "Todo" (
    "id",
    "title",
    "memo",
    "createdAt",
    "statusId",
    "userId"
  )
VALUES
  (
    '362dfc8f-80f0-4362-aacf-d4be62918a73',
    'タスク1',
    'タスク1のメモ。タスク1のメモ。タスク1のメモ。',
    '2025-09-01 12:00:00+09',
    '2',
    'aff135e2-f612-406e-afe6-3b0bff888c0b'
  ),
  (
    '48de25f7-8c6f-4c42-b48d-6815dca81218',
    'タスク2',
    'タスク2のメモ。タスク2のメモ。タスク2のメモ。',
    '2025-09-03 14:00:00+09',
    '3',
    'aff135e2-f612-406e-afe6-3b0bff888c0b'
  ),
  (
    '9e8b52dc-ef40-440a-ad85-5cac6fcdd029',
    'タスク3',
    'タスク3のメモ。タスク3のメモ。タスク3のメモ。',
    '2025-09-12 10:00:00+09',
    '2',
    'aff135e2-f612-406e-afe6-3b0bff888c0b'
  ),
  (
    'c4ad6d09-c535-47ee-8c1c-285a1d2a1aea',
    'タスク4',
    'タスク4のメモ。タスク4のメモ。タスク4のメモ。',
    '2025-09-07 12:00:00+09',
    '3',
    'aff135e2-f612-406e-afe6-3b0bff888c0b'
  ),
  (
    '3d26225a-13d0-4181-aab2-8c97c494a76d',
    'タスクA',
    'タスクAのメモ。タスクAのメモ。タスクAのメモ。',
    '2025-09-15 22:58:36.518765+09',
    '1',
    '93bc78f3-94ea-4647-83ca-68fb55af593b'
  ),
  (
    '5a802073-534c-429c-bb7b-c824eb5d1045',
    'タスクB',
    'タスクBのメモ。タスクBのメモ。タスクBのメモ。',
    '2025-09-10 15:00:00+09',
    '1',
    '93bc78f3-94ea-4647-83ca-68fb55af593b'
  ),
  (
    'a3d76b78-530c-4a09-a910-ec09e7584b9f',
    'タスクC',
    'タスクCのメモ。タスクCのメモ。タスクCのメモ。',
    '2025-09-14 13:45:34.729975+09',
    '2',
    '93bc78f3-94ea-4647-83ca-68fb55af593b'
  ),
  (
    'c9bb3111-67cc-4398-98dd-17a754523a70',
    'タスクD',
    'タスクDのメモ。タスクDのメモ。タスクDのメモ。',
    '2025-09-05 10:00:00+09',
    '1',
    '93bc78f3-94ea-4647-83ca-68fb55af593b'
  );